/* Toolbar item */
"Action" = "Darbība";
"Active" = "Aktīvs";

/* Window title. */
"Activity" = "Aktivitātes";
"Allow" = "Atļauts";
"Always" = "Vienmēr";

/* Transfer action for existing files */
"Prompt" = "Apliecināt";

/* Toolbar item */
"{0} Bookmarks" = "{0} Grāmatzīmes";

/* Alert sheet alternate button */
"Cancel" = "Atcelt";

/* Toolbar item tooltip */
"Character Encoding" = "Rakstu kodējums";
"Choose" = "Izvēlies";

/* Toolbar item in Transfer Window. */
"Clean Up" = "Notīrīt";

/* Remove all bookmarks from history. */
"Clear Menu" = "Notīrīt izvēlni";

/* Toolbar item */
"Column" = "Sleja";

/* Toolbar item tooltip */
"Connect to server" = "Pievienoties serverim";

/* Copy {FTP|Web|Distribution} URL */
"{0} URL" = "{0} vietrādi";

/* Alert sheet text */
"Could not open or read the host file" = "Nav iespējams atvērt vai lasīt lieldatora datni";
"Could not open the file" = "Nevar atvērt datni";
"Could not show the file" = "Nevar parādīt datni";
"Could not show the file in the Finder" = "Nevar parādīt datni skatu meklētājā";

/* Toolbar item tooltip */
"Create New Folder" = "Izveidot jaunu mapi";

/* Menu item */
"Cut {0}" = "Izgriezt {0}";
"Copy {0}" = "Kopēt {0}";
"Default" = "Sākotnējs";

/* Alert sheet title
   Alert sheet default button
   Toolbar item */
"Delete" = "Dzēst";
"Delete Bookmark" = "Dzēst grāmatzīmi";

/* Toolbar item tooltip */
"Delete file" = "Dzēst datni";
"Deny" = "Noraidīt";

/* Alert sheet default button
   Toolbar item */
"Disconnect" = "Atvienot";

/* Alert sheet title */
"Disconnect from {0}" = "Atvienoties no {0}";

/* Toolbar item tooltip */
"Disconnect from server" = "Atvienoties no servera";
"Do you want to delete the selected bookmark?" = "Vai Tu vēlies dzēst iezīmēto grāmatzīmi?";

/* Toolbar item */
"Download" = "Lejuplādēt";
"Download As:" = "Lejuplādēt kā:";

/* Toolbar item tooltip */
"Download file" = "Lejuplādēt datni";
"Download the selected file to…" = "Lejuplādēt iezīmēto datni iekš…";

/* Toolbar item */
"Edit" = "Labot";

/* Toolbar item tooltip */
"Edit file in external editor" = "Labot datni ārējā programmā";

/* Toolbar item */
"Encoding" = "Kodējums";

/* Alert sheet title */
"Error" = "Kļūda";

/* Quit application on Windows */
"Exit" = "Iziet";
"File" = "Datne";

/* A column in the browser */
"Filename" = "Datnes nosaukums";
"{0} Items" = "{0} Datnes";
"Folder" = "Mape";
"FTP (File Transfer Protocol)" = "FTP (datņu sūtīšanas protokols)";
"FTPS (FTP/SSL)" = "FTPS (FTP/SSL)";

/* Toolbar item */
"Get Info" = "Papildinformācija";

/* Toolbar item */
"Go to Folder" = "Iet uz mapi";
"History" = "Vēsture";

"Invalid character in filename." = "Datnes nosaukumā ir nederīga zīme.";
"Invalid character in folder name." = "Mapes nosaukumā ir nederīga zīme.";

/* A column in the browser */
"Kind" = "Veids";
"Extension" = "Paplašinājums";
"Region" = "Region";
"Version" = "Version";

/* Toolbar item */
"List" = "Saraksts";
"Local" = "Vietējs";
"Local File" = "Vietēja datne";
"Mac Line Endings (CR)" = "Mac rindas beigas (CR)";

/* A column in the browser */
"Modified" = "Labots";

/* Move a downloaded file to the trash */
"Move to Trash" = "Nosūtīts uz miskasti";
"Multiple files" = "Dažāda veida datnes";

/* Toolbar item */
"New Connection" = "Atvērt savienojumu";

/* Toolbar item */
"No external editor available" = "Nav pieejams ārējais datu labotājs";

/* Alert sheet text */
"No newer version available." = "Nav pieejama jauna versija.";
"No private key selected" = "Mav norādīta personiskais kods";
/* Alert sheet title */
"No update" = "Nav jauninājumu";
"None" = "Neviens";

/* 1.2MB of 3.4MB */
"{0} of {1}" = "{0} no {1}";

/* Alert default button
   Alert sheet default button */
"OK" = "Labi";
"Open" = "Atvērt";

/* Open corresponding HTTP URL in default browser tooltip */
"Open in Web Browser" = "Atvērt interneta pārlūkā";

/* Toolbar item */
"Outline" = "Uzmetums";

/* A column in the browser */
"Owner" = "Īpašnieks";

/* A column in the browser */
"Group" = "Grupa";
"Passive" = "Neaktīvs";

/* Menu item */
"Paste {0}" = "Iekopēt {0}";

/* A column in the browser */
"Permissions" = "Pielaides";

/* Toolbar item */
"Quick Connect" = "Ātrais savienojums";

/* Toolbar item */
"Quick Look" = "Ātrais skats";
"Quit" = "Beigt";
"Quit Anyway" = "Tā vai citādi beigt";

/* Confirm deleting files. */
"Delete {0} files" = "Vai tiešām dzēst sekojošās datnes? Tās vairs nevarēs atjaunot.";

/* Toolbar item */
"Refresh" = "Atsvaidzināt";

/* Toolbar item tooltip */
"Refresh directory listing" = "Atsvaidzināt mapju sarakstu";

/* Toolbar item in Transfer Window. */
"Reload" = "Pārlādēt";

/* Toolbar item in Transfer Window. */
"Remove" = "Dzēst";
"Remove completed transfers from list." = "Dzēst pabeigtās lejuplādes no saraksta.";


"Review…" = "Apskatīt…";

/* Toolbar item in Transfer Window. */
"Search" = "Meklēt";
"Server File" = "Servera datne";
"SFTP (SSH File Transfer Protocol)" = "SFTP (SSH File Transfer Protocol)";
"Show" = "Parādīt";

/* Toolbar item tooltip */
"Show file attributes" = "Parādīt datnes īpašības";
"Show in Finder" = "Parādīt meklētājā";

/* Toolbar item tooltip */
"Show Transfers window" = "Parādīt sūtījumu logu";

/* A column in the browser */
"Size" = "Lielums";

/* Toolbar item in Transfer Window. */
"Stop" = "Apstādīnāt";

/* Toolbar item tooltip */
"Switch Browser View" = "Mainīt pārlūka skata veidu";
"Symbolic Link (File)" = "Simboliska saite (datne)";
"Symbolic Link (Folder)" = "Simboliska saite (Mape)";

/* Toolbar item */
"Synchronize {0} with" = "Saskaņot {0}";

/* Toolbar item tooltip */
"Synchronize files" = "Saskaņot datnes";

/* Alert sheet text */
"The connection will be closed." = "Savienojums tiks slēgts.";
"There are files currently being transferred. Quit anyway?" = "Pašlaik tiek sūtītas datnes. Vai beigt katrā gadījumā?";

/* Alert sheet text */
"There was a problem checking for an update. Please try again later." = "Šeit ir problēma pārbaudot jauninājumus. Lūdzu mēģini vēlāk.";

/* Toolbar item tooltip */
"Toggle Bookmarks" = "Izvērst grāmatzīmes";
"Transfer in progress" = "Notiek pārsūtīšana";

/* Toolbar item */
"Transfers" = "Pārsūtīšana";

"Auto" = "Auto";
"Unknown" = "Nezināms";
"Unknown size" = "Nezināms lielums";

/* Toolbar item */
"Upload" = "Augšuplāde";

/* Toolbar item tooltip */
"Upload local file to the remote host" = "Augšuplādēt attālināti vietēju datni";

/* Toolbar item */
"View" = "Skats";

"You are connected to at least one remote site. Do you want to review open browsers?" = "Tu esi pievienojies vismaz vienai attālinātai vietnei. Vai Tu vēlies apskatīt to pārlūkā?";
"Open Network Diagnostics" = "Atvērt tīkla pārbaudi";
"WebDAV (Web-based Distributed Authoring and Versioning)" = "WebDAV (Tīmeklī balstīta autorizācijas un uzlabojumu piešķiršana)";
"WebDAV (HTTP/SSL)" = "WebDAV (HTTP/SSL)";

/* Update sources */
"Release" = "Laidiens";
"Beta" = "Beta";
"Snapshot Builds" = "Veidot moment uzņēmumu";

"Show Hidden Files" = "Parādīt slēptās datnes";

/* Toggle Toolbar on Windows */
"Hide Toolbar" = "Slēpt rīku joslu";
"Show Toolbar" = "Parādīt rīku joslu";
